import {ref} from "vue";

export const announcements = ref([
  {
    id: 1,
    date: "2023.10.16",
    title: "关于举办全国旅游标准化技术委员会业务工作培训班的通知",
    content: "关于举办全国旅游标准化技术委员会业务工作培训班的通知",
    link: ["announcements/1.关于举办全国旅游标准化技术委员会业务工作培训班的通知.pdf"]
  },
  {
    id: 2,
    date: "2023.5.18",
    title: "甘肃省实施标准化发展战略领导小组办公室关于报送“十四五”以来标准化工作总结和下一步工作计划的通知",
    content: "甘肃省实施标准化发展战略领导小组办公室关于报送“十四五”以来标准化工作总结和下一步工作计划的通知",
    link: ["announcements/2.甘肃省实施标准化发展战略领导小组办公室关于报送“十四五”以来标准化工作总结和下一步工作计划的通知.pdf"]
  },
  {
    id: 3,
    date: "2023.4.25",
    title: "全国旅游标准化技术委员会关于征集2023年旅游业国家标准、行业标准制修订计划项目的公告",
    content: "全国旅游标准化技术委员会关于征集2023年旅游业国家标准、行业标准制修订计划项目的公告",
    link: ["announcements/3.全国旅游标准化技术委员会关于征集2023年旅游业国家标准、行业标准制修订计划项目的公告（1）.png", "announcements/3.全国旅游标准化技术委员会关于征集2023年旅游业国家标准、行业标准制修订计划项目的公告（2）.png"]
  },
  {
    id: 4,
    date: "2022.9.17",
    title: "关于同意引进王建州的通知",
    content: "关于同意引进王建州的通知",
    link: ['announcements/4.关于同意引进王建州的通知.png']
  },
  {
    id: 5,
    date: "2022.4.12",
    title: '关于协助做好数字藏品专区建立工作的通知',
    content: "关于协助做好数字藏品专区建立工作的通知",
    link: ['announcements/5.关于协助做好数字藏品专区建立工作的通知.pdf']
  },
  {
    id: 6,
    date: "2022.3.10",
    title: '关于召开甘肃省文化和旅游标准化技术委员会成立大会暨标委会第一次会议的通知',
    content: "关于召开甘肃省文化和旅游标准化技术委员会成立大会暨标委会第一次会议的通知",
    link: ['announcements/6.关于召开甘肃省文化和旅游标准化技术委员会成立大会暨标委会第一次会议的通知.pdf']
  },
  {
    id: 7,
    date: "2021.8.2",
    title: '甘肃省市场监督管理局关于批准筹建甘肃省文化旅游标准化技术委员会的通知',
    content: "甘肃省市场监督管理局关于批准筹建甘肃省文化旅游标准化技术委员会的通知",
    link: ['announcements/7.甘肃省市场监督管理局关于批准筹建甘肃省文化旅游标准化技术委员会的通知.pdf']
  },
]);
